[
  {
    "ja": "まいにち、うんどうした ほうが いいです",
    "vi": "Hàng ngày nên vận động."
  },
  {
    "ja": "ねつが あるんです、じゃ、おふろに はいらないほうが いいですよ",
    "vi": "Tôi bị sốt.Vậy thì, không nên tắm."
  },
  {
    "ja": "あしたはあめが ふるでしょう",
    "vi": "Có lẽ ngày mai trời sẽ mưa."
  },
  {
    "ja": "おおあめですから、タワポンさんは こないでしょう",
    "vi": "Trời mưa to nên có lẽ anh Tawapon sẽ không tới"
  },
  {
    "ja": "かれは みちを よく しっていますから、たぶん だいじょうぶでしょう",
    "vi": "Anh ấy biết đường rất rõ nên có lẽ sẽ ổn thôi."
  },
  {
    "ja": "あしたのあさは さむいでしょう",
    "vi": "Sáng mai có lẽ sẽ lạnh."
  },
  {
    "ja": "タワポンさんはごうかくするでしょうか",
    "vi": "Liệu anh Thawaphon có đỗ không?"
  },
  {
    "ja": "ごごから ゆきが ふる かもしれません",
    "vi": "Tuyết có thể sẽ rơi vào buổi chiều cũng nên.　"
  },
  {
    "ja": "やくそくのじかんに まにあわない かもしれません",
    "vi": "Chúng ta có lẽ sẽ không kịp giờ hẹn cũng không biết chừng"
  },
  {
    "ja": "やまださんは まだ きていませんね びょうき かもしれません",
    "vi": "Anh Yamada vẫn chưa đến nhỉ. Có lẽ là ốm cũng nên"
  },
  {
    "ja": "えきまで ３０ぷんで いけますか",
    "vi": "Có thể đi đến nhà ga trong vòng 30 phút không"
  },
  {
    "ja": "３まんえんで ビデオが かえますか",
    "vi": "3 vạn yên có thể mua đầu video không?"
  },
  {
    "ja": "ミラーさんはきっときます",
    "vi": "Anh Miller chắc chắn sẽ tới"
  },
  {
    "ja": "あしたはきっとあめでしょう",
    "vi": "Ngày mai chắc sẽ mưa "
  },
  {
    "ja": "ミラーさんはくるでしょうか",
    "vi": "Liệu anh Miller có đến không?"
  },
  {
    "ja": "たぶんくるでしょう",
    "vi": "Có lẽ anh ấy sẽ đến"
  },
  {
    "ja": "やまださんはこの二ュースをたぶんしらないとおもいます",
    "vi": "Tôi nghĩ có lẽ anh Yamada không biết tin này "
  },
  {
    "ja": "もしかしたら、３月にそつぎょうできないかもしれません",
    "vi": "Biết đâu là tháng 3 tôi không tốt nghiệp được. "
  },
  {
    "ja": "なにかしんぱいなことがあるんですか",
    "vi": "Anh/chị có gì lo lắng à ? "
  },
  {
    "ja": "スキーにいきたいんですが、どこかいいところありませんか",
    "vi": "Tôi muốn đi trượt tuyết. Có chỗ nào hay không?"
  },
  {
    "ja": "さいきんのがくせいはよくあそびますね",
    "vi": "học sinh dạo này ham chơi nhỉ?"
  },
  {
    "ja": "そうですね、でも、わかいときは、いろいろなけいけんをしたほうがいいとおもいます",
    "vi": "Đúng vậy nhỉ. Nhưng tôi nghĩ khi còn trẻ thì nên trãi nghiệm nhiều thứ"
  },
  {
    "ja": "いっかげつぐらい、ヨーロッパへあそびにいきたいんですが、40まんえんでたりますか",
    "vi": "tôi định đi chơi châu âu khoảng 1 tháng, 40 man đủ ko nhỉ?"
  },
  {
    "ja": "じゅうぶんだとおもいます",
    "vi": "tôi nghĩ là đủ đấy."
  },
  {
    "ja": "でも、げんきんでもっていかないほうがいいですよ",
    "vi": "thế nhưng tôi nghĩ tốt hơn đừng mang theo tiền mặt."
  },
  {
    "ja": "にほんのけいざいはどうなるでしょうか",
    "vi": "kinh tế nhật rồi sẽ thế nào ?"
  },
  {
    "ja": "そうですね、まだしばらくよくならないでしょう",
    "vi": "À, có lẽ trước mắt chưa thể khá lên được."
  }
]
