[
  {
    "ja": "わたしは　ワットせんせいに　ほんを　いただきました。",
    "vi": "Tôi đã nhận sách từ thầy Watt."
  },
  {
    "ja": "わたしは　かちょうに　てがみの　まちがいを　なおして　いただきました。",
    "vi": "Tôi được tổ trưởng sửa cho chỗ sai ở lá thư."
  },
  {
    "ja": "ぶちょうの　おくさんは　わたしに　おちゃを　おしえて　くださいました。",
    "vi": "Vợ tổ trưởng dạy trà đạo cho tôi."
  },
  {
    "ja": "わたしは　むすこに　かみひこうきを　つくって　やりました。",
    "vi": "Tôi làm máy bay cho con trai."
  },
  {
    "ja": "きれいな　おさらですね。",
    "vi": "Cái đĩa đẹp nhỉ."
  },
  {
    "ja": "ええ、けっこんの　おいわいに　たなかさんが　くださいました。",
    "vi": "Vâng, anh Tanaka tặng tôi làm quà cưới đấy."
  },
  {
    "ja": "おかあさん、あの　さるに　おかしを　やっても　いい？",
    "vi": "Mẹ ơi, con cho con khỉ ăn kẹo có được không?"
  },
  {
    "ja": "いいえ、　あそこにえさを　やってはいけないと　かいてありますよ。",
    "vi": "Không. Ở kia có ghi là không được cho (khỉ) ăn đấy."
  },
  {
    "ja": "すもうを　みに　おこなった　ことが　ありますか。",
    "vi": "Anh/Chị đã bao giờ đi xem sumo chưa?"
  },
  {
    "ja": "ええ、　このかん　ぶちょうに　つれて　おこなって　いただきました。",
    "vi": "Rồi. Hôm trước tôi được trưởng phòng dẫn đi xem."
  },
  {
    "ja": "とても　おもしろかったです。",
    "vi": "Vui lắm."
  },
  {
    "ja": "タワポンさん、なつやすみの　ホームステイは　どうでしたか。",
    "vi": "Anh Thawaphon, chuyến đi homestay kì nghỉ hè vừa rồi thế nào?"
  },
  {
    "ja": "たのしかったです、　かぞくの　みなさんが　とても　しんせつに　してくださいました。",
    "vi": "Rất vui. Mọi người trong dia đình đối xử với tôi rất thân thiện.."
  },
  {
    "ja": "おこさんの　たんじょうびには　どんな　ことを　して　あげますか。",
    "vi": "Anh/Chị làm gì cho cháu vào dịp sinh nhật."
  },
  {
    "ja": "ともだちを　よんで、パーティーを　して　やります。",
    "vi": "Tôi mời các bạn của cháu đến và làm tiệc."
  },
  {
    "ja": "あたらしい　コピーきの　つかいかたが　よく　わからないんですが、ちょっと　おしえて　くださいませんか。",
    "vi": "Tôi không biết sử dụng cái máy photocopy mới. Anh chị làm ơn chỉ cho tôi có được không?"
  },
  {
    "ja": "いいですよ。",
    "vi": "Vâng, được rồi."
  },
  {
    "ja": "わたしは ちちに おかねを もらいます。",
    "vi": "Tôi nhận được tiền từ bố."
  },
  {
    "ja": "ははは わたしに はなを くれます。",
    "vi": "Mẹ tặng tôi hoa."
  },
  {
    "ja": "わたしは おとうと に さいふを やります。",
    "vi": "Tôi cho em trai cái ví."
  },
  {
    "ja": "わたし は すずきさんに にほんごを おしえて いただきました。",
    "vi": "Tôi được cô Suzuki dạy cho tiếng Nhật."
  },
  {
    "ja": "わたし は なかむらさんに ほんしゃへ つれて おこなって いただきました。",
    "vi": "Tôi được anh Nakamura dẫn đến trụ sở công ty."
  },
  {
    "ja": "ぶちょうのおくさんは（ わたし に）にほんりょうりを つくって くださいました。",
    "vi": "Vợ của trưởng phòng đã nấu (cho tôi ăn).món ăn Nhật"
  },
  {
    "ja": "かいしゃのひとは（ わたし に）このきかいのつかいかたを おしえてく ださいました。",
    "vi": "Người trong công ty đã dạy (cho tôi) cách sử dụng của chiếc máy này."
  },
  {
    "ja": "わたし は おとうとに たんじょうびのパーティーを じゅんびして やりました。",
    "vi": "Tôi đã chuẩn bị cho em trai bữa tiệc sinh nhật."
  },
  {
    "ja": "わたしは しゃちょうに しゃしんを  おけんしました。",
    "vi": "Tôi đã cho ông giám đốc xem ảnh."
  },
  {
    "ja": "すみませんが、もういちど せつめいして いただけませんか。",
    "vi": "Xin lỗi, anh có thể giải thích thêm một lần nữa giúp tôi được không ạ?"
  },
  {
    "ja": "てがみの かきかたが わからないんですが、ちょっとおしえて いただけませんか。",
    "vi": "Tôi không biết cách viết thư, anh/chị chỉ giúp tôi được không ạ?"
  }
]
